// 건물 유형 목록
export const buildingTypes = [
    "호텔",
    "모텔",
    "게스트하우스",
    "레지던스",
    "펜션",
    "리조트",
    "서비스드 아파트",
    "한옥",
    "외국인관광도시민박업",
    "아파트",
    "오피스텔",
    "단독주택",
    "빌라",
    "쉐어하우스",
    "다가구주택",
    "다세대주택",
    "공유오피스",
    "파티룸",
    "기타"
];

// 방 구조 유형 목록
export const roomStructures = [
    "원룸",
    "투룸",
    "미니투룸",
    "쓰리룸",
    "복층",
    "테라스",
    "스튜디오",
    "쉐어룸",
    "개인실",
    "스터디룸",
    "연습실",
    "공간전체",
    "쉐어하우스",
    "스탠다드룸",
    "디럭스룸",
    "스위트룸",
    "패밀리룸",
    "도미토리",
    "싱글룸",
    "더블룸",
    "트윈룸",
    "트리플룸",
    "기타"
];

// 사업장 종류
export const businessLicenseType = [
    '일반 숙박업',
    '생활 숙박업',
    '한옥 체험업',
    '외국인 관광 도시민박업',
    '농어촌 민박업',
    '호스텔업',
    '펜션업',
    '관광 숙박업',
    '사무실 임대업',
    '공유오피스 임대업',
    '회의실 임대업',
    '촬영 스튜디오 임대업',
    '연습실 임대업',
    '창고/보관 임대업',
    '기타',
];
